Repository: bafplus/hangoutsbot-locales
Catalog: */LC_MESSAGES/hangupsbot.po
Languages: cs, ja

source: <b>Impersonation:</b><br /><b><pre>{}</pre></b><br /><b><pre>{}</pre></b><br />
ja: <b>他の人の見え方:</b><br /><b><pre>{}</pre></b><br /><b><pre>{}</pre></b><br />

source: <b>User commands:</b>
cs: <b>Příkazy uživatele:</b>
ja: <b>ユーザーコマンド：</b>

source: <i>For more information, please see: {}</i>
cs: <i>Více informací čtěte na: {}</i>
ja: <i>もっと詳しく知りたい場合はこちらをご覧ください:{}</i>

source: <b>Admin commands:</b>
cs: <b>Příkazy administrátora:</b>
ja: <b>管理者用コマンド:</b>

source: <i>{}, I've sent you some help ;)</i>
cs: <i>{}, poslal jsem ti nějakou pomoc ;)</i>
ja: <i>{}, ヘルプを送信します(^_-)</i>

source: locale set to: {}
ja: 地域を設定しました: {}

source: locale unchanged
ja: 地域を変更していません

source: language code required
ja: 言語コードが必要です

source: <i>{}, you <b>opted-in</b> for bot private messages</i>
cs: <i>{}, máš nastaveno <b>zapnutí</b> soukromých zpráv od bota</i>
ja: <i>{}, Bot からのプライベートメッセージは現在 <b>opted-in</b> 状態です。</i>

source: <i>{}, you <b>opted-out</b> from bot private messages</i>
cs: <i>{}, máš nastaveno <b>vypnutí</b> soukromých zpráv od bota</i>
ja: <i>{}, Bot からのプライベートメッセージは現在 <b>opted-out</b> 状態です。</i>

source: Bot Version: <b>{}</b>
cs: Verze robota: <b>{}</b>
ja: Botのバージョン: <b>{}</b>

source: {}: Unknown Command
ja: {}: 不明なコマンド

source: {}: Can't do that.
ja: {}: 実行できません。

source: <em>1 parameter required, {} supplied - enclose parameter in double-quotes</em>
cs: <em> je vyžadován 1 parametr, dodáno {} - vlož parametr do "závorek"</em>
ja: <em>１つのパラメータが必要です、 {} です。 提供されるパラメータはダブルクォートで囲みます。</em>

source: <em>supply 1 parameter</em>
cs: <em>zadej 1 parametr</em>
ja: <em>パラメータを１つ設定してください。</em>

source: <b>Total: {}</b>
cs: <b>Celkem: {}</b>
ja: <b>合計: {}</b>

source: <em>sending to ALL conversations not allowed</em>
cs: <em>Odeslání do všech konverzací zamítnuto</em>
ja: <em>全員宛のメンションは許可されていません。</em>

source: <em>command echo blocked</em>
cs: <em>příkaz echo je zakázán</em>
ja: <em>echoコマンドは禁止されています。</em>

source: <em>missing text</em>
cs: <em>chybějící text</em>
ja: <em>テキストがありません。</em>

source: <em>required parameters: convfilter text</em>
cs: <em>požadované parametry: text convfilteru</em>
ja: <em>パラメータが必要です: convfilter text</em>

source: <em>no conversations filtered</em>
cs: <em>nefiltruji žádnou konverzaci</em>
ja: <em>フィルタに一致するハングアウトがありません</em>

source: <em>missing title</em>
cs: <em>chybějící titulka</em>
ja: <em>タイトルがありません</em>

source: <em>required parameters: convfilter title</em>
cs: <em>požadované parametry: jméno convfilteru</em>
ja: <em>パラメータが必要です: convfilter title</em>

source: <em>should be 1 parameter, {} supplied</em>
cs: <em>měl by být 1 parametr, zadáno parametru: {} </em>
ja: <em>1つのパラメータ {} が必要です。</em>

source: <em>retrieving ALL conversations blocked</em>
cs: <em>získávam VŠECHNY blokované konverzace</em>
ja: <em>全員宛の会話は禁止されています。</em>

source: <b>Users: {}</b>
cs: <b>Uživatelé: {}</b>
ja: <b>ユーザー: {}</b>

source: <em>cannot leave ALL conversations</em>
cs: <em>nemůžu opustit VŠECHNY konverzace</em>
ja: <em>全員宛の会話は出来ません。</em>

source: <em>required parameters: convfilter</em>
cs: <em>požadované parametry: convfilter</em>
ja: <em>パラメータが必要です: convfilter</em>

source: I'll be back!
cs: Já se vrátím!
ja: アイルビーバック！

source: tagged <b><pre>{}</pre></b> with <b><pre>{}</pre></b>
ja: タグ付けされています <b><pre>{}</pre></b> （ <b><pre>{}</pre> ）</b>

source: <b><pre>{}</pre></b> unchanged
ja: <b><pre>{}</pre></b> 変更されていません

source: <b>supply type, id, tag</b>
ja: <b>タイプ、id、タグを指定する</b>

source: removed <b><pre>{}</pre></b> from <b><pre>{}</pre></b>
ja: <b><pre>{}</pre></b> を <b><pre>{}</pre> から取り除きました。</b>

source: entries removed: <b><pre>{}</pre></b>
ja: エントリを削除しました: <b><pre>{}</pre></b>

source: <b>supply type, id</b>
ja: <b>type と id を指定してください。</b>

source: <b><pre>COMMAND: {}</pre></b> does not exist
ja: <b><pre>コマンド: {}</pre></b> はありません

source: <b><pre>COMMAND: {}</pre></b> has no tags
ja: <b><pre>コマンド: {}</pre></b> のタグはありません

source: <b><pre>COMMAND: {}</pre></b>, match <b>ANY</b>:
ja: <b><pre>コマンド: {}</pre></b>, <b>一致しません</b>:

source: <b>supply command name</b>
ja: <b>コマンド名を指定してください</b>

source: index: <b><pre>{}</pre></b>
ja: インデックス: <b><pre>{}</pre></b>

source: key: <pre>{}</pre>
ja: キー: <pre>{}</pre>

source: <b>no entries to list</b>
ja: <b>一覧にエントリがありません</b>

source: <b>supply chat_id, optional conv_id</b>
ja: <b>chat_id を指定する、オプションで conv_id を指定する。</b>

source: <b>supply conv_id, optional tag list</b>
ja: <b>conv_id を指定する、オプションでタグリストを指定する。</b>

source: <em>no tags returned</em>
ja: <em>タグは有りませんでした</em>

source: <b>no users found</b>
ja: <b>ユーザーが見つかりません</b>

source: {}: Missing parameter(s)
ja: {}: パラメータが不足しています

source: {} already registered in shared
ja: {} 既に共有登録されています

source: memory: {} is 1on1 with {}
ja: メモリー: {} は {} と 1on1しています

source: <i>Hi there! I'll be using this channel to send private messages and alerts. For help, type <b>{0} help</b>. To keep me quiet, reply with <b>{0} optout</b>.</i>
ja: <i>こんにちは！私はこのチャンネルでプライベートメッセージとアラートをお知らせします。ヘルプをみるには、 <b>{0} help</b> と入力してください。 私を黙らせたい場合は <b>{0} optout</b> と返信してください。</i>

source: Unidentified User
ja: 未設定ユーザー

source: <i>{}, you are currently opted-out. Private message me or enter <b>{} optout</b> to get me to talk to you.</i>
cs: <i>{}, máš nastaveno abych tě nekontaktoval. Napiš mi soukromou zprávu nebo zadej <b>{} optout</b> a já na tebe opět začnu mluvit.</i>
ja: <i>{}, 現在 opted-out 状態です（しゃべりません）。 再びしゃべらせたい場合はプライベートメッセージまたは <b>{} optout</b> を入力してください。</i>

source: <i>{}, before I can help you, you need to private message me and say hi.</i>
cs: <i>{}, dříve než ti budu moci pomoct, musíš mi napsat skrze soukromý hangout a říct "hi".</i>
ja: <i>{}, 利用を開始する前に、私と個別HOを開始して何か発言してください。</i>

source: log detailed debugging messages
ja: デバッグ情報を含む詳細ログ

source: log file path
ja: ログファイルのパス

source: cookie storage path
ja: クッキー保存先パス

source: memory storage path
ja: メモリー保存先パス

source: config storage path
ja: 設定保存先パス

source: show program's version number and exit
ja: プログラムのバージョンを表示して終了

source: Failed to create directory: {}
ja: ディレクトリ作成に失敗しました: {}

source: Failed to copy default config file: {}
ja: デフォルト設定ファイルのコピーに失敗しました: {}

source: Translation server error: <i>{}</i>
ja: 翻訳サーバーエラー: <i>{}</i>

source: <i>syncroom "{}" language is {}</i>
cs: <i>syncroom "{}" jazyk je {}</i>
ja: <i>同期ハングアウト "{}" の言語は {} です</i>

source: <i>syncroom "{}" language set to {}</i>
cs: <i>syncroom "{}" nastaven jazyk na {}</i>
ja: <i>同期ハングアウト "{}" の言語を {} に設定しました</i>

source: <b>{}</b>, remembered!
cs: <b>{}</b>, zapamatováno!
ja: <b>{}</b>, 思い出した！

source: <b>{}</b>, remembered something else!
ja: <b>{}</b>, 別のことを思い出した！

source: <b>{}</b>, nothing remembered!
ja: <b>{}</b>, なにも思い出せない！

source: <b>{}</b> asked me to remember <i>"{}"</i>
ja: <b>{}</b> 思い出すように言ってください <i>"{}"</i>

source: <b>{}</b>, nothing to forget!
ja: <b>{}</b>, 忘れる物はなにもない！

source: <b>{}</b>, forgotten!
ja: <b>{}</b>, わすれた！

source: <b>{}</b>, remembered for this conversation
ja: <b>{}</b>, この会話を思い出した

source: <b>{}</b>, remembered something else for this conversation!
ja: <b>{}</b>, この会話以外の何かを思い出した！

source: <b>{}</b>, nothing remembered for this conversation!
ja: <b>{}</b>, この会話の事を思い出せなかった！

source: <b>{}</b> asked me to remember <i>"{}" for this conversation</i>
ja: <b>{}</b> この会話について <i>"{}" を思い出すように指示して下さい</i>

source: <b>{}</b>, nothing to forget for this conversation!
ja: <b>{}</b>, この会話について忘れる物はなにもない！

source: <b>{}</b>, forgotten for this conversation!
ja: <b>{}</b>, この会話を忘れました！

source: Unidentified Conversation
ja: 未設定の会話

source: <i>bot alias: {}</i>
cs: <i>přezdívka bota: {}</i>
ja: <i>botのエイリアス: {}</i>

source: <i>not authorised to change bot alias</i>
cs: <i>nemáš oprávnění měnit přezdívky bota</i>
ja: <i>botのエイリアス変更は許可されていません。</i>

source: <i>{}, coin turned up <b>heads</b></i>
ja: <i>{}, コイントスを行った。 <b>表</b></i>

source: <i>{}, coin turned up <b>tails</b></i>
ja: <i>{}, コイントスを行った。 <b>裏</b></i>

source: supply the id of the conversation to join
ja: HOに入るにはidを指定して下さい

source: conversation {} not found
ja: グループ {} は見つかりません

source: conversation {} is not a GROUP
ja: 会話 {} はグループではありません

source: [DEFUNCT] {}
ja: [廃棄] {}

source: <b>refresh:</b> {}<br /><b>rename old: {}</b><br /><b>removed {}:</b> {}<br /><b>added {}:</b> {}
ja: <b>更新結果:</b> {}<br /><b>名前変更: {}</b><br /><b>削除 {}:</b> {}<br /><b>追加 {}:</b> {}

source: <em>unchanged</em>
ja: <em>変更されませんでした</em>

source: <em>none</em>
ja: <em>なし</em>

source: <i>group has been obsoleted</i>
ja: <i>グループは廃止されています</i>

source: refreshed: <b><pre>{}</pre></b> (original id: <pre>{}</pre>).<br />new conversation id: <b><pre>{}</pre></b>.<br />removed {}: {}
ja: 更新結果: <b><pre>{}</pre></b> (旧ID: <pre>{}</pre>).<br />新会話ID: <b><pre>{}</pre></b>.<br />削除 {}: {}

source: <b>nobody to add in the new conversation</b>
ja: <b>会話に追加する人はいません</b>

source: supply optional conversation id and valid user ids to kick
ja: キックするには会話ID（オプション）と正しいユーザーIDを指定して下さい

source: supply at least one valid user id to kick
ja: キックするには一つ以上の正しいユーザIDを指定して下さい

source: <i>group created</i>
cs: <i>skupina vytvořena</i>
ja: <i>グループを作成しました</i>

source: GROUP: {}
cs: SKUPINA: {}
ja: グループ: {}

source: <em>insufficient parameters for invite</em>
ja: <em>招待に必要なパラメータが不足しています</em>

source: <b>Test Invitation Purge</b>
ja: <b>招待テストを破棄しました</b>

source: <b>Invitation Purge</b>
ja: <b>招待を破棄しました</b>

source: <b>Invitation List</b>
ja: <b>招待リスト</b>

source: <em>no invites found</em>
cs: <em>nenašel jsem žádnou pozvánku</em>
ja: <em>招待が有りません</em>

source: <em>invite: specify "from" or explicit list of "users"</em>
cs: <em>invite: uveď "from" nebo sezam "uživatelů"</em>
ja: <em>招待：fromを明示するか、正確なユーザ一覧を明示してください</em>

source: <em>invite: could not identify target conversation
cs: <em>invite: nepodařilo se mi identifikovat cílovou konverzaci
ja: <em>招待：対象の会話が見つかりません

source: <em>invite: nobody invited</em>
cs: <em>invite: nikdo neni pozvaný</em>
ja: <em>招待：誰も招待されていません。</em>

source: <em>invite: {} invitations created</em>
cs: <em>invite: vytvořeno {} pozvánek</em>
ja: <em>招待: {} を作成しました</em>

source: <b>Invites for {}:</b>
cs: <b>pozvánky pro {}:</b>
ja: <b>{}:への招待</b>

source: <em>To claim an invite, use the rsvp command followed by the invite code</em>
cs: <em>Přijmutí pozvánky provedete příkazem rsvp následovaný kódem z pozvánky</em>
ja: <em>招待を受理するには、招待コードを後ろに続けた rsvp コマンドを使ってください</em>

source: <em>no invites to display</em>
cs: <em>nemáte pozvánky k zobrazení</em>
ja: <em>招待はありません</em>

source: <b>only admins can echo other conversations</b>
ja: <b>管理者だけが別チャンネルへのエコーを実行できます</b>

source: broadcast: no message set
cs: broadcast: není nastavena žádná zpráva
ja: broadcast: メッセージが有りません

source: broadcast: no conversations available
cs: broadcast: není dostupná žádná konverzace
ja: broadcast: HOが有りません

source: <b>message:</b><br />{}<br /><b>to:</b><br />{}
cs: <b>zpráva:</b><br />{}<br /><b>pro:</b><br />{}
ja: <b>メッセージ:</b><br />{}<br /><b>宛先:</b><br />{}

source: broadcast: message not allowed
cs: broadcast: zpráva nepovolena
ja: broadcast: そのメッセージは使えません

source: broadcast: message must be supplied after subcommand
cs: broadcast: zpráva musí být dodána následně po pod-příkazu
ja: broadcast: サブコマンドの後にメッセージを指定する必要があります

source: broadcast: {} conversation(s)
cs: broadcast: {} konverzace
ja: broadcast: {} 個の会話

source: broadcast: removed {}
cs: broadcast: odstraněno {}
ja: broadcast: {} を削除しました

source: broadcast: message sent to {} chats
cs: broadcast: zpráva rozeslána do {} chatů
ja: broadcast: メッセージを{}個のハングアウトに送信しました

source: results for user named "{}":
cs: výsledky pro uživatele "{}":
ja: 名前が「{}」のユーザーの検索結果 :

source: <b>List of hangouts with keyword:</b> "<pre>{}</pre>"
ja: <b>以下のキーワードに一致したハングアウトの一覧</b>「<pre>{}</pre>」

source: <em>note: testing single parameter as json</em>
cs: <em>poznámka: testování jednoduchého parametru jako json</em>
ja: <em>註: 単一のパラメータを JSON としてテストします</em>

source: append failed on non-list
cs: přidání selhalo u neexistujícího seznamu
ja: 非リストへのappend（追加）は出来ません

source: remove failed on non-list
ja: 非リストからのremove（削除）は出来ません

source: Parameter does not exist!
cs: Parametr neexistuje!
ja: パラメータが有りません！

source: <b><pre>{}</pre></b>, chat_id = <i>{}</i>
ja: <b><pre>{}</pre></b>, チャットID = <i>{}</i>

source: You are at <b><pre>{}</pre></b>, conv_id = <i><pre>{}</pre></i>
ja: <b><pre>{}</pre></b> にいます。 会話ID = <i><pre>{}</pre></i>

source: <b>It's been {} since the last call. Lonely? I can't reply you as I don't have speech synthesis (or speech recognition either!)</b>
ja: <b>最後の呼び出しから {} 経ちました。寂しいですか？ 私には音声合成や音声認識機能がないので応答できないのです。</b>

source: <b>It's been {} since the last call. The last caller was <i>{}</i>.</b>
ja: <b>最後の会話から {} 経ちました。last call. The last caller was <i>{}</i>.</b>

source: <b>No prizes for that call</b>
ja: <b>電話をしても賞品はありませんよ</b>

source: Spreadsheet function disabled
cs: funkce pro tabulky jsou vypnuty
ja: スプレッドシートの使用は禁止です

source: Spreadsheet URL not set
cs: není nastavena adresa tabulky
ja: スプレッドシートのURLが設定されていません

source: Results for keyword <b>{}</b>:<br />
ja: キーワードの結果 <b>{}</b>:<br />

source: <br />Row {}:
cs: <br />Řádek {}:
ja: <br />行 {}:

source: <br />{0} rows found. Only returning first {1}.
cs: <br />nalezeno {0} řádků. Vypisuji první {1}.
ja: <br />{0} 行見つかりました。最初の {1} 行だけを返します。

source: <br />Hint: Use <b>/bot lookup <{0} {1}</b> to view {0} rows
cs: <br />Nápověda: Použij <b>/bot lookup <{0} {1}</b> pro zobrazení {0} řádku(ů)
ja: <br />ヒント: <b>/bot lookup <{0} {1}</b> を使うと {0} 行表示します

source: No match found
cs: Nenalezeno
ja: 一致しませんでした

source: prepare: min and max are the same ({})
ja: prepare: 最小と最大が同じです ({})

source: prepare: unrecognised match (!csv, !range, !numberToken): {}
ja: prepare: 認識できない形式です (!csv, !range, !numberToken): {}

source: Wow! Too many items to draw in <b>{}</b> lottery. Try {} items or less...
ja: わお！ <b>{}</b> くじから引く数が多すぎます。{} 回以下で試してください……

source: The <b>{}</b> lottery is ready: {} items loaded and shuffled into the box.
ja: <b>{}</b> くじの準備ができました: 箱にはシャッフルされた {} 個のくじが入っています。

source: prepare: {} was initialised empty
ja: prepare: {} は空っぽです

source: <b>{}</b>, you have already drawn <b>{}</b> from the <b>{}</b> box
ja: <b>{}</b>, あなたはすでに <b>{}</b> を <b>{}</b> 箱から引いています

source: <b>{}</b> draws <b>{}</b> from the <b>{}</b> box.
ja: <b>{}</b> は <b>{}</b> を <b>{}</b> 箱から引きました。

source: ...AAAAAND its all gone! The <b>{}</b> lottery is over folks.
ja: ……すべて出ました！ <b>{}</b> くじは皆の元にあります。

source: <b>{}</b>, the <b>{}</b> lottery is over.
ja: <b>{}</b>, <b>{}</b> くじは終わりました。

source: You drew a {} previously.
ja: あなたは {} を引きました。

source: <b>{}</b>, you cannot @mention anyone until your DND status is toggled off.
cs: <b>{}</b>, nemůžete použít @mention dokud váš status DND nebude vypnut.
ja: <b>{}</b>, 現在DNDがオンのため @メンションを送信出来ません。

source: <b>{}</b> cannot @mention anyone until they say something to me first.
cs: <b>{}</b> nemůžu udělat @mention uživateli, který mi ještě nenapsal.
ja: <b>{}</b> 相手が一度botと会話するまで@ でのメンションは出来ません。

source: {} users would be mentioned with "@{}"! Be more specific. List of matching users:<br />
cs: {} uživatelé budou zahrnuti do zmínky s pomocí "@{}"! Upřesni to. Seznam uživatelů:<br />
ja: {} 名のユーザーが "@{}" でメンションを受け取ります！ 具体的には、以下のユーザーです:<br />

source: {} mentioned you in {}
cs: {} se o tobě zmínil v {}
ja: {} があなた宛のメンションを送りました （{}）

source: <b>{}</b> @mentioned you in <i>{}</i>:<br />{}
cs: <b>{}</b> se o tobě @zminil v <i>{}</i>:<br />{}
ja: <b>{}</b> があなたにメンションを送信しました。 <i>{}</i>:<br />{}

source: @mention didn't work for <b>{}</b>. User must say something to me first.
cs: @zmínky nefungují pro <b>{}</b>. Uživatel mi musí nejdřív něco napsat.
ja: ユーザーがbotと一度会話するまで、<b>{}</b> 宛の@メンションは使用できません。

source: <b>@mentions:</b><br />
cs: <b>@zmínky :</b><br />
ja: <b>@メンション：</b><br />

source: 1-to-1 fail: <i>{}</i><br />
cs: chyba soukromého HO: <i>{}</i><br />
ja: 1対1会話 失敗： <i>{}</i><br />

source: PushBullet fail: <i>{}</i><br />
ja: PushBullet 失敗: <i>{}</i><br />

source: Ignored (DND): <i>{}</i><br />
cs: Ignorováno (NERUŠIT): <i>{}</i><br />
ja: 無視されました (DND): <i>{}</i><br />

source: Alerted: <i>{}</i><br />
cs: Upozorněn: <i>{}</i><br />
ja: 通知しました: <i>{}</i><br />

source: Nobody was successfully @mentioned ;-(<br />
ja: メンションは誰にも届きませんでした (x_x)<br />

source: Users failing 1-to-1 need to say something to me privately first.<br />
ja: 1 対 1 のハングアウトに失敗したユーザーは、まず私宛に 1 対 1 ハングアウトで適当なメッセージを送ってください。<br />

source: deactivating pushbullet integration
cs: deaktivuji integraci pushbullet
ja: Pushbullet 統合を無効にします

source: setting pushbullet api key
cs: nastavuji api klíč pro pushbullet
ja: Pushbullet API キーを設定します

source: pushbullet configuration not changed
cs: konfigurace pushbulet nezměněna
ja: Pushbullet 設定は変更されません

source: <em>"be more specific" for mentions toggled ON</em>
cs: <em>nastavení "buď přesnější" pro zmínky je ZAPNUTO</em>
ja: <em>メンションの「詳細」機能をオンに切り替えました</em>

source: <em>"be more specific" for mentions toggled OFF</em>
cs: <em>nastavení "buď přesnější" pro zmínky je VYPNUTO</em>
ja: <em>メンションの「詳細」機能をオフにに切り替えました</em>

source: Error: Minimum length of nickname is {} characters. Only alphabetical and numeric characters allowed.
cs: Chyba: Minimální délka přezdívky je {} znaků. Povoleny jsou jen znaky a číslice.
ja: エラー: ニックネームは最小 {} 文字です。アルファベットと数字だけが利用できます。

source: <i>Your nickname is already <b>`{}`</b></i>
ja: <i>あなたのニックネームはすでに <b>`{}`</b> です</i>

source: <i>Nickname <b>`{}`</b> is already in use by another user
ja: <i>ニックネーム「<b>{}</b>」は既に他のユーザーが利用しています

source: Removing nickname
cs: Odstraňuji přezdívku
ja: ニックネームを削除します

source: Setting nickname to '{}'
cs: Nastavuji přezdívku na '{}'
ja: ニックネームを '{}' に設定しました

source: <b>!!! WARNING !!!</b><br /><br /><b>{0}</b> invited <b>{1}</b> without authorization.<br /><br /><b>{1}</b>: Please leave this hangout and ask a moderator to add you. Thank you for your understanding.
ja: <b>!!! 警告 !!!</b><br /><br /><b>{0}</b> が <b>{1}</b> を認証せずに招待しました。<br /><br /><b>{1}</b>: 申し訳ありませんが、このハングアウトを一度抜けて、モデレーターに自分を追加するように依頼してください。手続きの関係上、ご理解いただけば幸いです。

source: <i>Moderators updated: {} added</i>
cs: <i>Aktualizace seznamu moderátorů: {} přidán</i>
ja: <i>モデレーターの更新: {} が追加されました</i>

source: <i>Moderators updated: {} removed</i>
cs: <i>Moderátoři aktualizováni: {} odstraněni</i>
ja: <i>モデレーターの更新: {} が削除されました</i>

source: Removing topic
cs: Odstraňuji téma
ja: タイトルを削除します

source: Setting topic to '{}'
cs: Nastavuji téma na '{}'
ja: タイトルを「{}」に設定します

source: <i>{}, you need to be authorised to add me to another conversation. I'm leaving now...</i>
cs: <i>{}, musíš mít povolení mě přidat do další konverzace. odcházím z kanálu. </i>
ja: <i>{}, 私を別のハングアウトに追加するには認証を受ける必要があります。退出します……</i>

source: <i>There is no botkeeper in here. I have to go...</i>
cs: <i>Není tu žádný bot keeper. Musím odejít.. </i>
ja: <i>ここには私の管理者が居ませんね。退出しないと……</i>

source: user id {} added as botkeeper
cs: uživatel id {} přidán jako botkeeper
ja: ユーザー ID {} が BOT 管理者に追加されました

source: user id {} removed as botkeeper
cs: uživatel id {} odebrán jako botkeeper
ja: ユーザー ID {} が BOT 管理者から削除されました

source: user id {} is not authorised
cs: uživatel id {} není ověřen
ja: ユーザー ID {} は認証されていません

source: <i>source: <a href="{}">{}</a></i>
cs: <i>zdroj: <a href="{}">{}</a></i>
ja: <i>出典: <a href="{}">{}</a></i>

source: <i>no entry found for {}</i>
cs: <i>nenalezeno nic pro {}</i>
ja: <i>{}</i> の項目は見つかりませんでした

source: <i>Starter: Configuring first admin: {}</i>
cs: <i>Starter: Nastavuji prvního admina: {}</i>
ja: <i>Starter: {} を初期管理者に設定します</i>

source: <i>No! I am Spartacus!</i>
cs: <i>Ne! Já jsem Spartakus!!</i>
ja: <i>私がスパルタカスだ!</i>

source: <i>config: {}<br />memory: {}</i>
cs: <i>konfigurace: {}<br />pamět: {}</i>
ja: <i>設定: {}<br />記憶: {}</i>

source: <i>verification completed - this is your one-to-one chat with the bot</i>
cs: <i>ověření dokončeno - toto je tvoje konverzace s botem v soukromém HO</i>
ja: <i>検証完了 - ここがあなたとこの BOT の 1 対 1 ハングアウトです</i>

source: <i>verified - user has a one-to-one conversation with me</i>
cs: <i>ověřen - uživatel se mnou hovořil v soukromém HO</i>
ja: <i>検証されています - ユーザーは私との 1 対 1 ハングアウトを持っています</i>

source: <i>User must say "hi" to me first via a 1-on-1 hangout with <b>{}</b>.
cs: <i>Uživatel <b>{}</b> mi musí nejdříve napsat "hi" v soukromém HO.
ja: <i>ユーザーは最初に私 <b>{}</b> との1対1ハングアウトで何か会話する必要があります。

source: Then let me know by sending <b>/bot verifyme</b> in this chat.</i>
cs: Potom mi dej teda vědet odesláním příkazu <b>/bot verifyme</b> v tomto chatu.</i>
ja: そしてそのハングアウト上で私に <b>/bot verifyme</b> を送って知らせてください。</i>

source: <b>{}</b> mentioned '{}' in <i>{}</i>:<br />{}
cs: <b>{}</b> zmíněn '{}' v <i>{}</i>:<br />{}
ja: <b>{}</b> がキーワード「{}」を<i>{}</i> でメンションしました:<br />{}

source: Note: I am unable to ping you until you start a 1 on 1 conversation with me!
cs: Poznámka: Nemůžu tě pingnout, dokud mi nenapíšeš přes soukromé HO!
ja: 註: あなたと 1 対 1 ハングアウトを開始するまで、私はあなたに ping を送ることができません！

source: Usage: /bot subscribe [keyword]
cs: Použití: /bot subscribe [klíčové slovo]
ja: 使用方法： /bot subscribe [キーワード]

source: Subscribed to: {}
cs: Přihlášen k odběru: {}
ja: 予約しました : {}

source: Already subscribed to '{}'!
cs: '{}' máš už k odběru nastaveno!
ja: すでに '{}' に予約されています!

source: Note: You will not be able to trigger your own subscriptions. To test, please ask somebody else to test this for you.
cs: Poznámka: Nebudeš schopný si sám vyzkoušet odběry. Chceš-li to otestovat požádej někoho jiného aby to otestoval za tebe.
ja: 註: あなたは通知を自分でテストすることはできません。テストするには、ほかの方にあなた宛ての通知を依頼してください。

source: Unsubscribing all keywords
cs: Ruším odběr všech klíčových slov
ja: すべてのキーワードを予約解除しました

source: Unsubscribing from keyword '{}'
cs: Ruším odběr klíčového slova '{}'
ja: '{}' からキーワードを解除します

source: Error: keyword not found
cs: Chyba: klíčové slovo nenalezeno
ja: エラー： キーワードが見つかりません

source: <b>Sync Rooms: {}</b>
cs: <b>Synchronizované místnosti: {}</b>
ja: <b>同期部屋： {}</b>

source: <b>Standard Room</b>
cs: <b>Standardní místnost</b>
ja: <b>通常のハングアウト</b>

source: <b>failed to retrieve user list</b>
ja: <b>ユーザー一覧の取得に失敗しました</b>

source: <b>Total Unique: {}</b>
cs: <b>Celkem unikátních: {}</b>
ja: <b>一意のユーザー数: {} 名</b>

source: <i>syncout updated: {} conversations</i>
ja: <i>同期設定を更新しました: {} 個</i>

source: <i>syncouts unchanged</i>
ja: <i>同期設定は変更されません</i>

source: <i>`{}` was detached</i>
ja: <i>「{}」 は同期から外れました</i>

source: {}. {} <b>{} ago</b>
ja: {}. {} <b>{} 前</b>

source: <b>TL;DR ({} stored):</b>
ja: <b>TL;DR ({} 個保存されています):</b>

source: TL;DR #{} removed - "{}"
ja: TL;DR {} 版を削除しました - 「{}」

source: {}s
ja: {}秒

source: {}m
ja: {}分

source: {}h
ja: {}時間

source: {}d
ja: {}日

source: <b>definition:</b>
cs: <b>definice:</b>
ja: <b>定義:</b>

source: <b>example:</b>
cs: <b>příklad:</b>
ja: <b>例：</b>

source: <i>no urban dictionary definition for "{}"</i>
cs: <i>urban dictionary nemá definici pro "{}"</i>
ja: <i>Urban Dictionary に「{}」の定義が見つかりませんでした</i>

source: <i>Wolfram Alpha did not return any useful data</i>
cs: <i>Wolfram Alpha nevrátil žádná užitečná data</i>
ja: <i>Wolfram Alphaはロクな回答が出てきません。</i>

source: {}: unknown command
cs: {}: neznámý příkaz

source: FORWARDING: {}
cs: PŘESMĚROVÁNÍ: {}

source: RESTRICTEDADD: admin added me to {}
cs: RESTRICTEDADD: admin mě přidal do {}

source: RESTRICTEDADD: authorised user added me to {}
cs: RESTRICTEDADD: autorizovaný uživatel mě přidal do {}

source: RESTRICTEDADD: user {} tried to add me to {}
cs: RESTRICTEDADD: uživatel {} se pokoušel mě přidat do {}

source: RESTRICTEDADD: found botkeeper {}
cs: RESTRICTEDADD: nalezen botkeeper {}

source: RESTRICTEDADD: no botkeeper in {}
cs: RESTRICTEDADD: chybí bot keeper v {}

source: <b>List of hangouts with keyword:</b> "{}"
cs: <b>Seznam hangoutů obsahující slovo:</b> "{}"

source: HangupsBot killed by user {} from conversation {}
cs: HangupsBot zabit uživatelem {} z konverzace {}

source: You are at <b>{}</b>, conv_id = <i>{}</i>
cs: Jsi v <b>{}</b>, conv_id = <i>{}</i>
