Repository: bafplus/hangoutsbot-locales
Catalog: */LC_MESSAGES/hangupsbot.po
Languages: cs, ja

source: mentions: falling back to legacy _user_has_dnd()
cs: mentions: přepínam na legacy _user_has_dnd()

source: @mention from {} ({}) too short (== '{}')
cs: @mention od {} ({}) moc krátké (== '{}')

source: @mention in a syncroom: {} user(s) present
cs: @mention v syncroomu: přítomno {} uživatele(ů)

source: quidproquo: user {} ({}) has DND active
cs: quidproquo: uživatel {} ({}) má aktivní volbu NERUŠIT

source: quidproquo: user {} ({}) has 1-on-1
cs: quidproquo: uživatel {} ({}) se účastnil soukromého HO

source: quidproquo: user {} ({}) has no 1-on-1
cs: quidproquo: uživatel {} ({}) se neúčastnil soukromého HO

source: @mention '{}' in '{}' ({})
cs: @mention '{}' v '{}' ({})

source: @all in {}: disabled/unset global/per-conversation
cs: @all v {}: disabled/unset global/per-conversation

source: @all in {}: user {} ({}) is not admin
cs: @all v {}: uživatel {} ({}) není administrátor

source: @all in {}: user {} ({}) blocked
cs: @all v {}: uživatel {} ({}) blokován

source: You are not allowed to use @all in <b>{}</b>
cs: Nemůžete použít @all v <b>{}</b>

source: <b>{}</b> blocked from using <i>@all</i>
cs: <b>{}</b> má blokováno použití <i>@all</i>

source: @all in {}: allowed, {} ({}) is whitelisted
cs: @all v {}: allowed, {} ({}) is whitelisted

source: @all in {}: allowed, {} ({}) is an admin
cs: @all v {}: allowed, {} ({}) is an admin

source: @all in {}: enabled global/per-conversation
cs: @all v {}: enabled global/per-conversation

source: user {} ({}) is present
cs: uživatel {} ({}) tu je

source: suppressing bot mention by {} ({})
cs: omezená zmínka bota od {} ({})

source: suppressing @all for {} ({})
cs: omezuji @all pro {} ({})

source: suppressing @self for {} ({})
cs: omezuji @self pro {} ({})

source: suppressing duplicate mention for {} ({})
cs: omezuji duplicitní zmínky pro {} ({})

source: suppressing @mention for {} ({})
cs: omezuji @zmínky pro {} ({})

source: prioritising nickname match for {}
cs: výběr priotity v přezdívce pro {}

source: @{} not sent due to multiple recipients
cs: @{} neodesláno díky vícero adresátům

source: {} ({}) alerted via pushbullet
cs: {} ({}) notifikován pomocí pushbullet

source: {} ({}) alerted via 1on1 ({})
cs: {} ({}) upozorněn přes soukromé HO ({})

source: user {} ({}) could not be alerted via 1on1
cs: uživatel {} ({}) nepřijímá upozornění v soukromém HO

source: <i>Your nickname is already "
cs: <i>Vaše přezdívka je již "

source: <i>Nickname "
cs: <i>Přezdívka "

source: " is already in use by another user.</i>
cs: " používána jiným uživatelem.</i>

source: subscribe: keyword '{}' in '{}' ({})
cs: odběr: klíčové slovo '{}' v '{}' ({})

source: subscribe: {} ({}) alerted via 1on1 ({})
cs: odběr: {} ({}) notifikován přes soukromý HO ({})

source: subscribe: {} ({}) has dnd
cs: odběr: {} ({}) má nastaveno nerušit

source: subscribe: user {} ({}) could not be alerted via 1on1
cs: odběr: uživatel {} ({}) nemůže být upozorněn soukromým HO

source: syncrooms: handler disabled by context
cs: syncrooms: manipulátor vypnut díky kontextu

source: syncrooms: broadcasting to {} room(s)
cs: syncrooms: vysílám do {} mistnosti(í)

source: syncrooms: not a sync room
cs: syncrooms: neni místností pro synchronizaci

source: syncrooms: incoming message
cs: syncrooms: přichozí zpráva

source: syncrooms: {} user(s) added to {}
cs: syncrooms: {} uživatel(ů) přidáno do {}

source: syncrooms: {} user(s) left {}
cs: syncrooms: {} uživatel(é) odešel(i) {}

source: TRANSLATE: "{}" to {}
cs: PŘEKLAD: "{}" do {}

source: config.api[{}].certfile must be configured
cs: config.api[{}].certfile musí být nakonfigurován

source: config.api[{}] missing keyword
cs: config.api[{}] chybějící klíčové slovo

source: EXAMPLE_WATCHMEMBERS: {} has added {}
cs: EXAMPLE_WATCHMEMBERS: {} přidal {}

source: EXAMPLE_WATCHMEMBERS: {} has left
cs: EXAMPLE_WATCHMEMBERS: {} odešel

source: config.slack[{}].certfile must be configured
cs: config.slack[{}].certifikát musí být nakonfigurován

source: config.slack[{}] missing keyword
cs: config.slack[{}] chybějící klíčové slovo

source: _start_slack_sinks(): {} sink thread(s) started
cs: _start_slack_sinks(): start vláklna sinku {}

source: conversation id must be provided as part of path
cs: id konverzace musí být součástí části cesty

source: receiving POST...
cs: přijímám POST...

source: connection closed
cs: spojení ukončeno

source: incoming path: {}
cs: příchozí cesta: {}

source: payload {}
cs: náklad {}

source: <i>group refreshed</i><br />
cs: <i>skupina aktualizována</i><br />

source: <b>group obsoleted</b>
cs: <b>skupina je zastaralá</b>

source: bot aliases: {}
cs: přezdívky bota: {}

source: <i>no term from urban dictionary</i>
cs: <i>žádný termín z urban dictionary</i>

source: WOLFRAMALPHA: config.wolframalpha-apikey required
cs: WOLFRAMALPHA: potřebuji config.wolframalpha-apikey

source: AUTOTRANSLATE(): translating {} to {}
cs: AUTOTRANSLATE(): překládám {} do {}

source: <em>Usage: https://github.com/hangoutsbot/hangoutsbot/wiki/Conversation-Invitations-Plugin</em>
cs: <em>Použití: https://github.com/hangoutsbot/hangoutsbot/wiki/Conversation-Invitations-Plugin</em>

source: <b>Invitation Purge (Admin)</b>
cs: <b>Zahození pozvánek (Admin)</b>

source: <b>Invitation List (Admin)</b>
cs: <b>Seznam pozvánek (Admin)</b>

source: EXAMPLE_PRINTRENAMES: {} cleared the conversation name
cs: EXAMPLE_PRINTRENAMES: {} smazáno jméno konverzace

source: EXAMPLE_PRINTRENAMES: {} renamed the conversation to {}
cs: EXAMPLE_PRINTRENAMES: {} přejmenoval konverzaci na {}

source: dnd: list migrated to memory
cs: dnd: seznam přesunut do paměti

source: dnd: list migrated to dictionary
cs: dnd: seznam přesunut do paměti

source: {0} ({1}) has requested to lookup '{2}'
cs: {0} ({1}) požádal o hledání '{2}'
